Repository: pablogz/CHEST
Catalog: client/lib/l10n/app_*.arb
Languages: es, pt

# infoBibliosM
source: CHEST client has been developed using <a href='https://flutter.dev'>Flutter framework</a>. The following dependencies are used within this framework:
es: El cliente de CHEST se ha desarrollado utilizando el <a href='https://flutter.dev'>framework Flutter</a>. Dentro de este framework se utilizan múltiples dependencias.
pt: O cliente CHEST foi desenvolvido utilizando <a href='https://flutter.dev'>Flutter framework</a>. As seguintes dependências são utilizadas dentro deste quadro:

# infoLicense
source: CHEST license
es: Licencia de CHEST
pt: Licença CHEST

# infoLicenseM
source: <a href='https://www.apache.org/licenses/LICENSE-2.0'>Apache License, Version 2.0</a>.
es: <a href='https://www.apache.org/licenses/LICENSE-2.0'>Licencia Apache, Versión 2</a>.
pt: <a href='https://www.apache.org/licenses/LICENSE-2.0'>Licença Apache, Versão 2.0</a>.

# mcqTitle
source: Choose from multiple options
es: Elige entre varias opciones
pt: Escolha a partir de múltiplas opções

# multiplePhotosTitle
source: Take multiple photographs
es: Realiza varias fotografías
pt: Tirar várias fotografias

# multiplePhotosTextTitle
source: Take multiple photos and answer a question
es: Haz varias fotos y contesta a una pregunta
pt: Tirar várias fotografias e responder a uma pergunta

# noAnswerTitle
source: Learn something new
es: Aprende algo nuevo
pt: Aprenda algo novo

# photoTitle
source: Take a photograph
es: Toma una fotografía
pt: Tirar uma fotografia

# photoTextTitle
source: Take a photo and answer a question
es: Haz una foto y responde a una pregunta
pt: Tirar uma foto e responder a uma pergunta

# textTitle
source: Answer a question
es: Responde a esta pregunta
pt: Responder a uma pergunta

# tfTitle
source: True or false?
es: ¿Verdadero o falso?
pt: Verdadeiro ou falso?

# videoTitle
source: Record a video
es: Graba un vídeo
pt: Gravar um vídeo

# videoTextTitle
source: Record a video and answer a question
es: Graba un vídeo y responde a una pregunta
pt: Gravar um vídeo e responder a uma pergunta

# acercate
source: Move closer to the site to carry out the task
es: Acércate más al lugar para poder completar la tarea
pt: Aproximar-se do local para levar a cabo a tarefa

# activaLocalizacion
source: For this type of task you need to know how far you are from the site
es: Para este tipo de tareas se necesita saber a qué distancia te encuentras del lugar
pt: Para este tipo de tarefa é necessário saber a que distância se encontra do local

# activar
source: Turn on
es: Activar
pt: Ligar

# hola
source: Hi
es: Hola
pt: Olá!

# cambiaEstudiante
source: You need to switch to the student role
es: Necesitas cambiar al rol de estudiante
pt: É necessário mudar para o perfil do aluno para realizar as tarefas

# vuelveATuPerfil
source: You need to switch to your role to be able to add new points
es: Necesitas cambiar a tu rol para poder agregar nuevos puntos
pt: Tem de mudar para o seu perfil para poder adicionar novos pontos

# errorBorrarPoi
source: Error when deleting the site, did you create it? You will not be able to delete it if it has associated tasks
es: Error al borrar el lugar. ¿Lo has creado tu? Tampoco podrás borrarlo si tiene tareas asociadas
pt: Erro ao apagar o local, criou-o? Não será possível apagá-lo se tiver tarefas associadas

# poiBorrado
source: Feature deleted
es: Lugar borrado
pt: Local apagado

# realizaTarea
source: Carry out the task
es: Realiza la tarea
pt: Realizar a tarefa

# realizaTareaBt
source: Carry out
es: Realizar
pt: Realizar

# respondePreguntaTextual
source: Answer the question here
es: Contesta aquí a la pregunta
pt: Responda aqui à pergunta

# respondePreguntaTextualLabel
source: Your answer*
es: Tu respuesta*
pt: A sua resposta*

# notasOpcionales
source: You can use this text box if you want to make a note of it
es: Puedes utilizar este cuadro de texto si quieres tomar alguna nota
pt: Pode utilizar esta caixa de texto se quiser anotar o seu conteúdo

# notasOpcionalesLabel
source: Your notes
es: Tus notas
pt: As suas notas

# abrirCamara
source: Open camera
es: Cámara
pt: Câmara aberta

# enviarRespuesta
source: Send answer
es: Enviar la respuesta
pt: Enviar resposta

# respuestaGuardada
source: Answer saved
es: Respuesta almacenada
pt: Resposta guardada

# itinerarios
source: Itineraries
es: Itinerarios
pt: Itinerários

# misItinerarios
source: My itineraries
es: Mis itinerarios
pt: Os meus itinerários

# sinItinerarios
source: No itinerary has been created for you yet. Please, try again later.
es: Todavía no se ha creado ningún itinerario para ti. Vuelve a intentarlo más tarde.

# pantallaCompleta
source: Full screen image
es: Imagen a pantalla completa
pt: Imagem em ecrã inteiro

# busquedaIt
source: Find an itinerary by its label
es: Busca un itinerario
pt: Encontre um itinerário pelo seu rótulo

# agregarIt
source: Add itinerary
es: Agregar itinerario
pt: Adicionar itinerário

# siguiente
source: Next
es: Siguiente
pt: Próximo

# atras
source: Back
es: Atrás
pt: Voltar

# finalizar
source: Finish
es: Finalizar
pt: Terminar

# infoGeneral
source: Description
es: Descripción
pt: Descrição

# puntosIt
source: Add features
es: Lugares
pt: Acrescentar features

# ordenPuntosIt
source: Manage features
es: Gestionar lugares
pt: Gerir features

# tareasIt
source: Tasks
es: Tareas
pt: Tarefas

# ordenTareas
source: Order tasks
es: Gestionar tareas
pt: Tarefas ordenadas

# tituloIt
source: Itinerary title
es: Título del itinerario
pt: Título do Itinerário

# tituloItError
source: Enter a title for the itinerary
es: Introduce un título para el itinerario
pt: Introduzir um título para o itinerário

# descriIt
source: Itinerary description
es: Descripción del itinerario
pt: Descrição do Itinerário

# descriItError
source: Add a description
es: Agrega una descripción
pt: Acrescentar uma descrição

# establecerOrdenPoi
source: Set order in which students have to visit features
es: Establecer el orden en el que los estudiantes tienen que visitar los lugares
pt: Definir a ordem em que os estudantes têm de visitar features

# errorSeleccionaUnPoi
source: Select at least one feature to continue
es: Selecciona al menos un lugar para poder continuar
pt: Seleccione pelo menos uma feature para continuar

# infoAccionSeleccionMarkers
source: Click on the markers of the features you want to add to the itinerary. In the following steps you will be able to select the learning tasks.
es: Pulsa sobre los marcadores de los lugares que quieras agregar al itinerario. En pasos posteriores podrás agregar las tareas de aprendizaje a estos lugares.
pt: Clique nos marcadores das features que deseja acrescentar ao itinerário

# infoPersonalizarDescrip
source: If you wish, you can customize the description of each feature of the itinerary
es: Si lo deseas puedes personalizar la descripción de cada lugar del itinerario
pt: Se desejar, pode personalizar a descrição de cada feature do itinerário

# errorSeleccionaUnaTarea
source: You must select at least one task from each feature
es: Debes seleccionar al menos una tarea de cada lugar
pt: Deve seleccionar pelo menos uma tarefa de cada feature

# textNumeroTareasIt
source: # tasks selected
es: Número tareas selec.
pt: # tarefas seleccionadas

# textNumeroPoiIt
source: # features selected
es: Número lugares selec.
pt: # features seleccionadas

# editar
source: Edit
es: Editar
pt: Editar

# gestionTarea
source: Manage task
es: Gestión de la tarea
pt: Gerir tarefa

# errorRecuperarItinerario
source: An error occurred while retrieving the itinerary
es: Ocurrió un error a la hora de recuperar el itinerario
pt: Ocorreu um erro durante a recuperação do itinerário

# descrIt
source: Itinerary description
es: Información del itinerario
pt: Descrição do itinerário

# distanciaAproxIt
source: Approximate distance of the itinerary
es: Distancia aprox. itinerario
pt: Distância aproximada do itinerário

# puntosDelIt
source: In this itinerary you will visit:
es: En este itinerario visitaras:
pt: Neste itinerário irá visitar:

# puntoInicioIt
source: This itinerary starts at:
es: Este itinerario comienza en:
pt: Este itinerário começa em:

# explicaDistancia
source: Calculated as the sum of the straight-line distances between features.
es: Calculada como la suma de las distancias en línea recta entre los lugares.
pt: Calculado como a soma das distâncias em linha recta entre features.

# explicaRutaSugerida
source: The suggested route on the map minimizes the distance between the extremes.
es: La ruta sugerida en el mapa minimiza la distancia entre los extremos.
pt: A rota sugerida no mapa minimiza a distância entre os extremos.

# borrar
source: Delete
es: Borrar
pt: Eliminar

# cancelar
source: Cancel
es: Cancelar
pt: Cancelar

# preguntaBorrarTarea
source: Are you sure that you want to delete this task?
es: ¿De verdad quieres borrar la tarea?
pt: Tem a certeza de que quer apagar esta tarefa?

# preguntaBorrarPOI
source: Are you sure that you want to delete the information from this site?
es: ¿De verdad quieres borrar este lugar?
pt: Tem a certeza de que quer apagar a informação deste feature?

# preguntaBorrarIt
source: Are you sure that you want to delete this itinerary?
es: ¿De verdad quieres borrar este itinerario?
pt: Tem a certeza de que quer apagar este itinerário?

# borrarIt
source: Delete itinerary
es: Borrar itinerario
pt: Eliminar itinerário

# itBorrado
source: Itinerary deleted!
es: El itinerario ha sido borrado
pt: Itinerário apagado!

# poiCercanos
source: Nearby sites
es: Lugares cercanos
pt: Features próximos

# basadosLOD
source: Open Data based
es: Basado en datos abiertos
pt: Com base em Dados Abertos

# sinAyuda
source: Add a feature without help
es: Agregar un lugar sin ayuda
pt: Adicionar uma feature sem ajuda

# atrasSalir
source: Press back again to exit
es: Vuelve a pulsar atrás para salir
pt: Volte a pressionar para sair

# realizaBusqueda
source: Search a site…
es: Encuentra un lugar…
pt: Encontrar um lugar…

# requerido
source: *required
es: *campo obligatorio
pt: *necessário

# errorBorrarTask
source: Error deleting task
es: Error al borrar la tarea
pt: Erro ao apagar tarefa

# tareaBorrada
source: Task successfully deleted
es: Tarea borrada correctamente
pt: Tarefa eliminada com sucesso

source: Broader categories
es: Categorías relacionadas
pt: Categorias mais amplas

source: Categories
es: Categorías
pt: Categorias

# elEstudianteVaAPoder
source: The student will be able to select...
es: El estudiante va a poder seleccionar...
pt: O estudante será capaz de seleccionar…

# variasComoVerdaderas
source: multiple answers as true
es: varias respuestas como verdaderas
pt: várias respostas como verdadeiras

# unaComoVerdadera
source: only one answer as true
es: una única respuesta como verdadera
pt: apenas uma resposta como verdadeira

# nombreApellidos
source: Your name and surname
es: Tu nombre y apellidos
pt: O seu nome e apelido

# moreInfoAccount
source: More information about your account
es: Más información de tu cuenta
pt: Mais informações sobre a sua conta

# rol
source: Role
es: Rol
pt: Papel

# guardar
source: Save
es: Guardar
pt: Guardar

# perfilActualizado
source: Account information has been updated
es: La información del perfil se ha actualizado
pt: A informação da conta foi actualizada

# finRevision
source: Finalize review
es: Finalizar revisión
pt: Finalizar a revisão

# enDesarrollo
source: We are developing this feature. It will be available as soon as possible.
es: Estamos desarrollando esta característica. ¡Estará disponible muy pronto!
pt: Estamos a desenvolver esta funcionalidade. Estará disponível o mais rapidamente possível.

# descargar
source: Download
es: Descargar
pt: Descarregar

# tareaCompletadaCHEST
source: Task completed in CHEST
es: Tarea completada en CHEST
pt: Tarefa concluída em CHEST

# currentPosition
source: Current location
es: Posición actual
pt: Localização actual

# arrastrarMarcadorCambiarPosicion
source: Drag the map to change the location of the new site
es: Arrastra el mapa para cambiar la ubicación del lugar de interés
pt: Arraste o mapa para mudar a localização do novo feature

# registroDesactivado
source: User registration is currently disabled. You can carry out tasks and download your answers without log in. If you are a teacher and would like to try out the annotation of learning tasks and sites, you can contact us at chest@gsic.uva.es
es: Actualmente el registro de usuarios se encuentra desactivado. Puedes realizar tareas educativas y descargarte tus respuestas sin necesidad de registrarte. Si eres un profesor y quieres probar la creación de lugares de interés y tareas educativas puedes contactar con nosotros a través de chest@gsic.uva.es
pt: O registo do utilizador está actualmente desactivado. Pode realizar tarefas e descarregar as suas respostas sem fazer o login. Se é professor e gostaria de experimentar a anotação de tarefas e lugares de aprendizagem, pode contactar-nos em chest@gsic.uva.es

source: Layers
es: Capas
pt: Camadas

# ch
source: Cultural heritage
es: Patrimonio cultural
pt: Património cultural

# schools
source: Education
es: Educación
pt: Escolas

# forest
source: Forests
es: Forestal
pt: Árvores

# enlace
source: Link
es: URL

# agregaEnlace
source: Add a link
es: Agrega un enlace
pt: Adicionar um ligação

# errorEnlace
source: Please, enter a link
es: Introduce un enlace
pt: Introduzir um ligação

# textoEnlace
source: Enter the text of the link
es: Introduce el texto del enlace
pt: Introduzir o texto da ligação

# hintTextoEnlace
source: GSIC website
es: Sitio web del GSIC
pt: Sítio Web do GSIC

# insertarEnlace
source: Add link
es: Agregar enlace
pt: Adicionar ligação

# fuentes
source: Sources
es: Fuentes
pt: Fontes

# fuentesInfo
source: Information sources
es: Fuentes de información
pt: Fontes de informação

# dondeQuiresEmpezar
source: Where do you want to start?
es: ¿Dónde quieres empezar?
pt: Por onde é que quer começar?

# sinSugerencias
source: We have not been able to retrieve any suggestions in this area.
es: No hemos podido recuperar ninguna sugerencia para esta zona
pt: Não há sugestões para o texto que introduziu

# sugerencias
source: Suggestions
es: Sugerencias
pt: Sugestões

# lugaresPopulares
source: Popular sites in our community
es: Lugares populares en nuestra comunidad
pt: Locais populares na nossa comunidade

# descargaApp
source: Also available for your mobile, download it!
es: Disponible también para tu móvil, ¡descárgala!
pt: Também disponível para o seu telemóvel, descarregue-o!

# descargaAppIOS
source: Download on the App Store
es: Consíguelo en el App Store
pt: Descarregar na App Store

# descargaAppAndroid
source: Get it on Google Play
es: Disponible en Google Play
pt: Obter no Google Play

# lpCHESTEsTitle
source: An educational tool to promote cultural heritage.
es: Una herramienta educativa para fomentar el patrimonio cultural.
pt: Uma ferramenta educacional para promover o patrimônio cultural.

# lpCHESTEs
source: CHEST allows teachers from all over the world to create and reuse ubiquitous educational experiences and carry them out with their students. Learn more about CHEST!
es: CHEST permite a los docentes de todo el mundo crear y reutilizar experiencias educativas ubicuas y realizarlas con sus estudiantes. ¡Descubre más sobre CHEST!
pt: CHEST permite que professores de todo o mundo criem e reutilizem experiências educacionais ubíquas e as realizem com seus alunos. Saiba mais sobre o CHEST!

# lpNavegaMapaTitle
source: Discover the world heritage through our interactive map.
es: Descubre el patrimonio mundial a través de nuestro mapa interactivo.
pt: Descubra o patrimônio mundial através do nosso mapa interativo.

# lpNavegaMapa
source: Navigate through the different parts of the world to discover the cultural heritage hidden in them - click on their markers to learn about them!
es: Navega por las diferentes partes del mundo para descubrir el patrimonio cultural que esconde. ¡Pulsa sobre sus marcadores para aprender sobre ellos!
pt: Navegue pelas diferentes partes do mundo para descobrir o patrimônio cultural escondido nelas - clique em seus marcadores para saber mais sobre eles!

# lpRealizaTareasTitle
source: Carry out learning tasks in the sites of interest you find.
es: Realiza tareas educativas en los lugares de interés que encuentres.
pt: Realize tarefas educativas nos lugares de interesse que encontrar.

# lpRealizaTareas
source: To carry out some tasks, you will be asked to approach a specific location. Others can be completed from anywhere. There are different types of tasks. How many can you answer?
es: Para poder realizar algunas tareas se te pedirá que te acerques al lugar. Otras podrás realizarlas desde cualquier lugar. Hay de diferentes tipos. ¿Cuántas puedes completar?
pt: Para realizar algumas tarefas, você será solicitado a se aproximar de uma localização específica. Outras podem ser concluídas de qualquer lugar. Existem diferentes tipos de tarefas. Quantas você pode responder?

# lpCreaTareasTitle
source: Are you a teacher? Create learning tasks!
es: ¿Eres docente? ¡Crea tareas educativas!
pt: É professor? Crie tarefas de aprendizagem!

# lpCreaTareas
source: If you want to add new learning tasks, you can do it - it's easy! These tasks will be available to the whole CHEST community.
es: Si quieres agregar nuevas tareas educativas puedes hacerlo. ¡Es muy fácil! Estas tareas estarán disponibles para toda la comunidad de CHEST.
pt: Se quiser adicionar novas tarefas de aprendizagem, pode fazê-lo. É fácil! Estas tarefas estarão disponíveis para toda a comunidade CHEST.

# lpCreaItinerariosTitle
source: Do you want to create more complex educational situations? Go for the itineraries!
es: ¿Quieres crear situaciones educativas más complejas? ¡A por los itinerarios!
pt: Quer criar situações educativas mais complexas? Opte pelos itinerários!

# lpCreaItinerarios
source: Itineraries are a set of sites and learning tasks that students can follow. You can use your own tasks or reuse the ones that already exist in the application! Create your own itineraries!
es: Los itinerarios son un conjunto de lugares y tareas educativas que los estudiantes pueden seguir. ¡Puedes utilizar tus tareas o reutilizar las que ya existan en la aplición! ¡Crea tus itinerarios!
pt: Os itinerários são um conjunto de locais e tarefas de aprendizagem que os alunos podem seguir. Pode utilizar as suas próprias tarefas ou reutilizar as que já existem na aplicação! Crie os seus próprios itinerários!

# lpQueDatosUsamos
source: What data do we use?
es: ¿Qué datos utilizamos?
pt: Que dados utilizamos?

# lpQueEsLODTitle
source: Linked Open Data
es: Datos abiertos enlazados
pt: Dados abertos ligados

# lpQueEsLOD
source: CHEST uses Linked Open Data (LOD) to generate the geospatial objects and learning tasks that are generated automatically. In addition, teacher annotations are also stored in this format. This data is available to the whole community.
es: CHEST utiliza datos abiertos enlazados (Linked Open Data, LOD) para generar los lugares de interés y las tareas educativas que se generan de forma automática. Además, almacena las anotaciones de los profesores también en este formato. Estos datos se encuentran disponibles para toda la comunidad.
pt: O CHEST utiliza dados abertos ligados (Linked Open Data, LOD) para gerar os objectos geoespaciais e as tarefas de aprendizagem que são gerados automaticamente. Além disso, as anotações dos professores também são armazenadas neste formato. Estes dados estão disponíveis para toda a comunidade.

# lpDatosPrivadosTitle
source: Users' data
es: Datos de los usuarios
pt: Dados dos utilizadores

# lpDatosPrivados
source: At CHEST we take the security of the data provided to us by our users very seriously. User information is stored on a secure server and used to provide CHEST services. User authentication is done through a delegated service (Firebase).
es: En CHEST nos tomamos muy en serio la seguridad de los datos que nos facilitan nuestros usuarios. La información de los usuarios se almacenan en un servidor seguro y se utilizan para poder ofrecer los servicios de CHEST. La autenticación de los usuarios se realiza a través de un servicio delegado (Firebase).
pt: Na CHEST, levamos muito a sério a segurança dos dados que nos são fornecidos pelos nossos utilizadores. As informações do utilizador são armazenadas num servidor seguro e utilizadas para fornecer os serviços do CHEST. A autenticação do utilizador é feita através de um serviço delegado (Firebase).

# lpQuienesSomos
source: Who are we?
es: ¿Quiénes somos?
pt: Quem somos?

# lpGSICTitle
source: GSIC/EMIC research group
es: Grupo de investigación GSIC/EMIC
pt: Grupo de investigação GSIC/EMIC

# lpGSIC
source: CHEST is being developed within a doctoral thesis of the GSIC/EMIC research group. This group is formed by engineers and educators from the Escuela Técnica Superior de Ingenieros de Telecomunicación, the Escuela de Ingeniería Informática and the Faculty of Education and Social Work of the Universidad de Valladolid, Spain.
es: CHEST se está desarrollando dentro de una tesis doctoral del grupo de investigación GSIC/EMIC. Este grupo está formado por ingenieros y educadores de la Escuela Técnica Superior de Ingenieros de Telecomunicación, la Escuela de Ingeniería Informática y la Facultad de Educación y Trabajo Social de la Universidad de Valladolid, España.
pt: O CHEST está a ser desenvolvido no âmbito de uma tese de doutoramento do grupo de investigação GSIC/EMIC. Este grupo é formado por engenheiros e educadores da Escuela Técnica Superior de Ingenieros de Telecomunicación, da Escuela de Ingeniería Informática e da Faculdade de Educação e Trabalho Social da Universidad de Valladolid, Espanha.

# lpBecaUVaSantander
source: Pablo García Zarza has been funded by the call for predoctoral contracts UVa 2022, co-funded by Banco Santander.
es: Pablo García Zarza ha sido financiado con cargo a la convocatoria de contratos predoctorales UVa 2022, cofinanciada por el Banco Santander
pt: Pablo García Zarza foi financiado pelo concurso para contratos de pré-doutoramento UVa 2022, cofinanciado pelo Banco Santander.

# lpH2O
source: CHEST has been partly funded through the project H2OLearn (PID2020-112584RB-C32) funded by MCIN/AEI/10.13039/501100011033.
es: CHEST ha sido financiado de forma parcial a través del proyecto H2OLearn (PID2020-112584RB-C32) financiado por MCIN/AEI/10.13039/501100011033.
pt: O CHEST foi parcialmente financiado através do projeto H2OLearn (PID2020-112584RB-C32) financiado por MCIN/AEI/10.13039/501100011033.

# lpLodForTrees
source: CHEST has been partly funded through the project LOD.For.Trees (ED2021-130667B-I00), funded by NextGenerationEU and MCIN/AEI.
es: CHEST ha sido financiado de forma parcial a través del proyecto LOD.For.Trees (ED2021-130667B-I00), financiado por NextGenerationEU y MCIN/AEI.
pt: O CHEST foi parcialmente financiado através do projeto LOD.For.Trees (ED2021-130667B-I00), financiado por NextGenerationEU and MCIN/AEI.

# startInMyLocation
source: I want to start at my location
es: Quiero empezar en mi ubicación
pt: Quero começar na minha localização

# bicCyL
source: BIC Castile and Leon
es: BIC de Castilla y León
pt: BIC de Castela e Leão

# gobcyl
source: Government of Castile and Leon
es: Junta de Castilla y León
pt: Governo de Castela e Leão

# errorRecuperarUbicacion
source: We have not been able to obtain your location.
es: No ha sido posible obtener tu ubicación.
pt: Não foi possível obter a sua localização.

# tipoMapa
source: Map type
es: Tipo de mapa
pt: Tipo de mapa

# mapaEstandar
source: Standard
es: Estándar
pt: Norma

# mapaSatelite
source: Satellite
es: Satélite
pt: Satélite

source: Tasks
es: Tareas
pt: Tarefas

source: Learning tasks
es: Tareas educativas
pt: Tarefas de aprendizagem
