Repository: pablogz/CHEST
Catalog: client/lib/l10n/app_*.arb
Languages: es, pt

# sinTareas
source: At the moment this sites does not have any tasks for you, please try again later!
es: En este momento este lugar no dispone de tareas para ti. ¡Vuelve a intentarlo más tarde!
pt: De momento, este local não tem nenhuma tarefa para si, por favor tente novamente mais tarde!

# vistaPrevia
source: Preview
es: Vista previa
pt: Prévia

# obtCoor
source: The coordinates have been obtained from
es: Las coordenadas se han obtenido de
pt: As coordenadas foram obtidas a partir de

# obtImg
source: The image has been recovered from
es: La imagen se ha recuperado de
pt: A imagem foi recuperada de

# obtLbl
source: The title has been obtained from
es: El título se ha obtenido de
pt: O título foi obtido de

# obtCom
source: The description shown is from
es: La descripción que se muestra proviene de
pt: A descrição apresentada é da

# obtBic
source: Known as a BIC thanks to Wikidata
es: Se sabe que es un BIC gracias a Wikidata
pt: Conhecido como BIC graças à Wikidata

# obtEnlBic
source: The link to the BIC website has been obtained from the
es: El enlace al sitio web del BIC se ha obtenido de la
pt: A ligação ao sítio Web do BIC foi obtida a partir del

# tareaNoEncontrada
source: Task not found!
es: ¡Tarea no encontrada!

# etiquetaMarcadores
source: Markers with labels
es: Marcadores con etiquetas
pt: Marcadores com etiquetas

# premiosPublicaciones
source: Awards and related papers
es: Premios y publicaciones relacionadas

# datosAbiertosJunta
source: Open Data competition of Junta of Castile and León (Castile and León Regional Government)
es: Concurso Datos Abiertos de la Junta de Castilla y León

# datosAbiertosJuntaDescripcion
source: CHEST won in 2023 the first prize in the category "Didactic resource" of the 7th edition of the Open Data contest of the Junta de Castilla y León.
es: CHEST consiguió el primer premio en la categoría «Recurso didáctico» de la VII edición del concurso de Datos Abiertos de la Junta de Castilla y León.

# publicaciones
source: Related papers
es: Publicaciones relacionadas

# alPortapapeles
source: Copied to clipboard
es: Copiado al portapapeles

# alias
source: Enter an alias for your account
es: Introduce una alias para tu cuenta

# aliasError
source: The alias is not valid
es: El alias no es válido

# quieroAnotar
source: I want to be able to create new resources that are publicly visible
es: Quiero poder crear recursos que sean visibles de forma pública

# codigoProporcionado
source: The code provided to me is
es: El código que me han proporcionado es

# codigoProporcionadoError
source: If you want to add new resources to CHEST (e.g., you are a teacher) and do not have a code, please contact us at "chest@gsic.uva.es".
es: Si quieres agregar nuevos recursos a CHEST (por ejemplo, eres un docente) y no tienes un código, contacta con nosotros a través de "chest@gsic.uva.es".

# descripcion
source: Enter your description
es: Introduce tu descripción

# descripcionHint
source: I am a teacher from Castilla y León (Spain) and I teach…
es: Soy un profesor de Castilla y León (España) y enseño…

# omitir
source: Skip
es: Omitir

# posponer
source: Reply later
es: Responder más tarde

# entiendoLOD
source: I understand and agree that the resources I create may be viewed and reused by others because they will be save as linked open data
es: Entiendo y acepto que los recursos que voy a crear podrán ser vistos y reutilizados por otras personas porque se almacenan como datos abiertos enlazados

# entiendoAliasPublico
source: I understand and accept that the data I provide in this form will be stored as linked open data
es: Entiendo y acepto que los datos que proporciono en este formulario se almacenan como datos abiertos enlazados

# aceptoPolPri
source: I understand and accept the privacy policy which can be read at https://chest.gsic.uva.es/privacy
es: Entiendo y acepto la política de privacidad que se puede consultar en https://chest.gsic.uva.es/privacy

# seleccionaTexto
source: Select text before adding a link!
es: ¡Selecciona texto antes de agregar el enlace!

# datosUsuario
source: User data
es: Datos del usuario

# sinDefinir
source: undefined
es: sin definir

# editarUsuario
source: Edit user account
es: Editar cuenta de usuario

# borrarUsuario
source: Delete account
es: Borrar cuenta

# usuariosCHEST
source: CHEST users
es: usuarios de CHEST

# descripcionLugar
source: Site information
es: Descripción general del lugar

# selectTipoLugar
source: Select the type
es: Selecciona el tipo

# selectTipoLugarError
source: You have to select the type of site you want to add
es: Tienes que seleccionar el tipo de lugar que quieres agregar

# cerrarMenu
source: Close menu
es: Cerrar menú

# abrirMenu
source: Open menu
es: Abrir menú

# activarDesactivarProfe
source: Enable or disable the teacher view
es: Activar o desactivar la vista de profesor

# verSeleccionados
source: See selecteds
es: Ver seleccionados

# agregarGPXtexto
source: Add track (GPX, 1.1 version) suggesting the route to be followed by students
es: Agregar track (GPX, versión 1.1) recomendado al itinerario

# agregarGPX
source: Add GPX
es: Agregar GPX

# agregadoGPX
source: GPX added
es: GPX agregado

source: Artwork
es: Obra de arte

source: Attraction
es: Atracción turística

source: Castle
es: Castillo

source: Cathedral
es: Catedral

source: Church
es: Iglesia

source: Fountain
es: Fuente

source: Museum
es: Museo

source: Palace
es: Palacio

source: Place of worship
es: Lugar de culto

source: Square
es: Plaza

source: Tower
es: Torre

source: Cultural heritage
es: Patrimonio cultural

source: Add itinerary task
es: Agregar tarea de itinerario

# addItineraryTaskHelp
source: Students will be able to carry out these tasks throughout the entire itinerary
es: Los estudiantes podrán realizar estas tareas durante todo el itinerario

# tareasTodoIt
source: Along itinerary
es: Durante itinerario

# iniciar
source: Start
es: Iniciar

# acceder
source: Access
es: Acceder

# goBackForLocation
source: Go back to the previous screen so we can check if you are close to the site
es: Vuelve a la pantalla anterior para que podamos comprobar si te encuentras cercano al lugar

# nTaskAso
source: Tasks in this site
es: Tareas en este lugar

# politicaDatosTitulo
source: Information we store
es: Datos que almacenamos

# politicaDatos
source: CHEST respects the privacy of its users. User identification is done through Firebase authentication with your Google account. The CHEST design and development team ensures that none of the personal information that we could obtain from Google with this identification (no photo, name, and email) is stored. Of the data provided by Firebase Authentication on our server, we store only the unique identifier of the user of this application. In this way, we can allow our users to define some settings, such as the map layer they want to see by default. Users can complete learning tasks with CHEST. The answers to these tasks are also stored on our private server and associated with the unique user and application identifier provided by Google. This allows users to retrieve the answers they have provided. These answers will never be shared with any other system (either developed by the GSIC group or by third parties) for commercial purposes. They may only be shared for educational or research purposes. CHEST uses Firebase Analytics to keep track of actions performed in the application. For example, an event is logged when a user completes a task. We never send which user did which task, we just log the event. The data created by teachers is stored as Linked Open Data so that other educators (and other applications) can use it. This data remains in the LOD repository even if the user account is deleted. On the other hand, if teachers choose to delete their account, the data we store about those accounts in our private database will be deleted immediately.
es: CHEST respeta la información personal de sus usuarios. La identificación de los usuarios se realiza a través de Firebase Authentication con su cuenta de Google. Desde el equipo de diseño y desarrollo de CHEST se asegura que no se almacena ninguno de los datos personales que podríamos obtener de Google con esta identificación (ni fotografía, nombre y correo). De los datos que nos proporciona Firebase Authentication en nuestro servidor únicamente almacenamos el identificador único del usuario de esta aplicación. De esta forma podemos permitir a nuestros usuarios que definan algunos ajustes como la capa del mapa que quieren ver por defecto. Los usuarios tienen la posibilidad de realizar tareas de aprendizaje con CHEST. Las respuestas de estas tareas se almacenan también en nuestro servidor privado y se asocian al identificador único de usuario y aplicación facilitado por Google. De esta forma los usuarios pueden recuperar las respuestas que han proporcionado. Nunca se compartirán estas respuestas con otros sistemas (ni diseñados por el grupo GSIC ni por terceras partes) con fines comerciales. Únicamente se podrán compartir con fines educativos o investigadores. Por último, CHEST hace uso de Firebase Analytics para llevar un registro de las acciones que se realizan en la aplicación. Por ejemplo, se registra un evento cuando un usuario completa una tarea. Nunca enviamos qué usuario ha realizado que tarea, solamente contabilizamos el evento. Los datos que generar los profesores se almacenan como Datos Abiertos Enlazados para que otros educadores (y otras aplicaciones) puedan utilizarlos. Estos datos se mantendrán en el repositorio LOD aunque se borre la cuenta de usuario. Por otro lado, cuando los profesores quieran eliminar su cuenta, se eliminarán inmediatamente los datos que almacenamos en nuestra base de datos privada sobre estas cuentas.

# politicaLocalizacionTitulo
source: Location services
es: Servicios de posicionamiento

# politicaLocalizacion
source: To complete some actions such as completing a learning task or following an itinerary you will be asked for permission to monitor your location using the GPS module of your device (or with an approximation using your IP address if you are using a computer). This data is used only by the client (mobile application) and does not leave your device. It is necessary for the mobile to process this information to know if you are close enough to the sites of interest to perform its learning tasks.
es: Para realizar algunas acciones como realizar una tarea educativa o seguir un itinerario se te solicitará permiso para monitorizar tu posición a través del módulo GPS de tu dispositivo (o con una aproximación a través de tu dirección IP si estás usando un ordenador). Estos datos solamente los utiliza el cliente (aplicación móvil) y no salen de tu dispositivo. Es necesario que el móvil procese esta información para saber si estás lo suficientemente cerca de los lugares de interés para realizar sus tareas de aprendizaje.

# politicaContactoTitulo
source: Contact us
es: Contacta con nosotros

# politicaContacto
source: You can learn more about the research group that designed and developed CHEST at https://gsic.uva.es. You can also send your questions to chest@gsic.uva.es.
es: Puedes obtener más información sobre el grupo de investigación que ha diseñado y desarrollado CHEST en el sitio web https://gsic.uva.es. Además puedes enviarnos tus dudas a través de la dirección de correo electrónico chest@gsic.uva.es.

# bajasTitulo
source: CHEST account deletion
es: Bajas CHEST

# bajasTexto
source: To delete your CHEST account simply log in and click on the "Delete Account" option in your account management screen. This will remove all the answers you have completed and delete your CHEST account in Firebase. These changes will be made immediately and cannot be reversed. You will be able to create a CHEST account at any time.
es: Para eliminar tu cuenta de CHEST solo tienes que iniciar sesión y pulsar en la opción «Borrar cuenta» de la pantalla de gestión de tu cuenta. Con ello se eliminará todas las respuestas que hayas completado y se borrará tu cuenta de CHEST en Firebase. Estos cambios se realizarán inmediatamente y no se podrán revertir. Podrás volver a crear una cuenta en CHEST cuando quieras.

# confirmaBorrarUsuario
source: Are you sure of delete your user account and all the data of the answers that you have carried out? This action cannot be undone.
es: ¿Estás seguro de que quieres borrar tu cuenta de usuario y todos los datos de las respuestas que hayas podido completar? Esta acción no es reversible.

# cuentaBorrada
source: Account deleted
es: Cuenta borrada

# datosNosotrosTitulo
source: Contact Information
es: Información de contacto

# datosNosotros
source: CHEST (Cultural Heritage Educational Semantic Tool) chest@gsic.uva.es Group of Intelligent & Cooperative Systems - Education, Media, Informatics & Culture (GSIC/EMIC) School of Telecommunications Engineering Paseo de Belen 15, 47011, Valladolid, Spain Universidad de Valladolid This application is being designed and developed in the Ph.D. thesis of Pablo García-Zarza.
es: CHEST (Cultural Heritage Educational Semantic Tool) chest@gsic.uva.es Grupo de Sistemas Inteligentes y Cooperativos - Educación, Medios, Informática y Cultura (GSIC/EMIC) Escuela de Ingenieros de Telecomunicación Paseo de Belen 15, 47013, Valladolid, España Universidad de Valladolid Esta aplicación está siendo diseñada y desarrollada en la tesis doctoral de Pablo García-Zarza.

# formularioContactoTitulo
source: Contact Form
es: Formulario de contacto

# formularioContacto
source: If you want to ask any question or need us to provide support with any functionality of the application, please feel free to use the following form to contact us. You can also send us directly an email to the address of the application.
es: Si quieres realizar cualquier pregunta o necesitas que te proporcionemos apoyo con alguna funcionalidad de la aplicación, por favor, no dudes en utilizar el siguiente formulario para ponerte en contacto con nosotros. También puedes enviarnos directamente un correo electrónico a la dirección de la aplicación.

# enviarPregunta
source: Submit question
es: Enviar pregunta

# emailContacto
source: Enter your email address to contact you
es: Indica tu email para ponernos en contacto contigo

# emailContactoError
source: Enter a valid email address
es: Introduce una dirección de correo válida

# problemaContacto
source: Write a summary of the reason for your query
es: Escribe una breve descripción del motivo de tu consulta

# descripContacto
source: Describe your question or problem
es: Describe tu consulta o problema

# errorContacto
source: Error sending your request. You can try again later or send an email to chest@gsic.uva.es
es: Error al enviar tu petición. Puedes intentarlo más tarde o enviar un correo a chest@gsic.uva.es

# sinCosasEspaciales
source: There is no site nearby.
es: No existe ningún lugar de interés cerca.

# vistaProfesor
source: Allows the addition of learning resources
es: Permite agregar cosas espaciales

# vistaEstudiante
source: Allows you to use the app. as a student
es: Permite usar la aplicación como un estudiante

# reiniciarCache
source: Reset local cache
es: Reiniciar caché local

# solicitaCuentaProfe
source: Solicita una cuenta de profesor
pt: Solicita uma cuenta de profesor
