Repository: pablogz/CHEST
Catalog: client/lib/l10n/app_*.arb
Languages: es, pt

# atribucionMapaOSM
source: OpenStreetMap contributions
es: Colaboradores de OpenStreetMap
pt: Contribuições OpenStreetMap

# atribucionMapaCHEST
source: CHEST contributions
es: Colaboradores de CHEST
pt: Contribuições CHEST

# mapInfoTitle
source: Map information sources
es: Fuentes de información del mapa
pt: Fontes de informação do mapa

# porHacer
source: TO DO
es: Por hacer

# infoPoi
source: Feature information
es: Información del lugar
pt: Informação sobre o local

# latitud
source: Latitude
es: Latitud

# longitud
source: Longitude
es: Longitud

# textoAT0
source: Take several photos
es: Realiza varias fotografías
pt: Tirar várias fotos

# textoAT1
source: Take several photos and answer a question
es: Realiza varias fotografías y responde a una pregunta
pt: Tirar várias fotografias e responder a uma pergunta

# textoAT2
source: Information
es: Información
pt: Informação

# textoAT3
source: Take a photo
es: Realiza una fotografía
pt: Tirar uma foto

# textoAT4
source: Take a photo and answer a question
es: Realiza una fotografía y responde una pregunta
pt: Tirar uma foto e responder a uma pergunta

# textoAT5
source: Briefly answer a question
es: Responde brevemente a una pregunta
pt: Responder brevemente a uma pergunta

# textoAT6
source: Answer a question
es: Graba un vídeo
pt: Responder a uma pergunta

# textoAT7
source: Record a video
es: Graba un vídeo
pt: Gravar um vídeo

# textoAT8
source: Select correct answer
es: Selecciona la respuesta correcta
pt: Seleccione a resposta correcta

# textoAT9
source: True or false?
es: ¿Verdadero o falso?
pt: Verdadeiro ou falso?

# textoAT10
source: Unknown question type
es: Tipo de pregunta desconocido
pt: Tipo de pergunta desconhecido

# serviciosLocalizacionDescativados
source: Location services disabled. You must activate them in the configuration of your terminal.
es: Servicio de ubicación desactivado. Debes activarlos en la configuración de tu terminal.
pt: Serviços de localização deficientes. Deve activá-los na configuração do seu terminal.

# aceptarPermisosUbicacion
source: You have to accept location permission.
es: Tienes que activar el permiso de ubicación.
pt: Tem de aceitar a permissão de localização.

# iniciarSesionRegistro
source: Sign in with Google
es: Inicia sesión con Google
pt: Iniciar sessão ou registar-se

# iniciarSesionApple
source: Sign in with Apple
es: Inicia sesión con Apple

# iniciarSes
source: Sign in
es: Inicia sesión
pt: Iniciar sessão

# registro
source: New CHEST user
es: Registro
pt: Novo usuário

# infor
source: Information
es: Información
pt: Informação

# respuestas
source: Answers
es: Respuestas
pt: Respostas

# misRespuestas
source: My answers
es: Mis respuestas
pt: As minhas respostas

# mOpt
source: More options
es: Más opciones
pt: Mais opções

# ajustes
source: Settings
es: Ajustes
pt: Definições

# infoCuenta
source: Account information
es: Información de la cuenta
pt: Informação de conta

# cerrarSes
source: Log out
es: Cerrar sesión
pt: Sair

# contrib
source: Contributions
es: Contribuciones
pt: Contribuições

source: Point
es: Punto
pt: Ponto

# addPOI
source: Add a new site
es: Agregar nuevo lugar
pt: Acrescentar um novo lugar

# addPOIsug
source: Add a new site based on:
es: Agregar nuevo lugar basado en:
pt: Acrescentar um novo local baseado em:

# tNPoi
source: New site
es: Nuevo lugar
pt: Novo lugar

# tituloNPI
source: Title for the new site
es: Título del nuevo lugar
pt: Título para o novo local*

# descrNPI
source: Site description
es: Descripción del lugar
pt: Descrição do local*

# fuentesNPI
source: URL from which you have obtained the information
es: URL de la fuente de dónde has obtenido la información
pt: URL do qual obteve a informação

# latitudNPI
source: Latitude*
es: Latitud*

# longitudNPI
source: Longitude*
es: Longitud*

# imagenLabel
source: Image URL
es: URL de la imagen

# licenciaLabel
source: Image license
es: Licencia de la imagen

# enviarNPI
source: Submit site
es: Registrar lugar
pt: Submeter local

# tituloNPIExplica
source: It needs a title
es: El lugar necesita un título
pt: Precisa de um título

# descrNPIExplica
source: It needs a description
es: El lugar necesita una descripción
pt: Precisa de uma descrição

# latitudNPIExplica
source: It needs a latitude
es: Necesita una latitud
pt: Precisa de uma latitude

# longitudNPIExplica
source: It needs a longitude
es: Necesita una longitud
pt: Precisa de uma longitude

# imagenExplica
source: Image has to be provided through an URL. E.g., "https://www.gsic.uva.es/img/gsic-emic.png"
es: La imagen se tiene que proporcionar a través de una URL. E.g., "https://www.gsic.uva.es/img/gsic-emic.png"

# licenciaLabelExplica
source: Image license can be text or URL
es: La licencia de la imagen puede ser texto o URL

# fuentesNPIExplica
source: Information sources can be text or URL
es: Las fuentes de información pueden ser texto o URL
pt: As fontes de informação podem ser texto ou URL

# agregarTarea
source: Add a task
es: Agregar una tarea
pt: Acrescentar uma tarefa

# editarPOI
source: Edit site
es: Editar lugar
pt: Editar local

# borrarPOI
source: Delete site
es: Borrar lugar
pt: Eliminar local

# mUbicacion
source: Center the map on your location
es: Centra el mapa en tu ubicación
pt: Centralize o mapa na sua localização

# enviarTask
source: Submit task
es: Registrar tarea
pt: Submeter tarefa

# infoRegistrada
source: Information submitted
es: Información registrada
pt: Informação submetida

# nTask
source: Add a task
es: Agrega una tarea
pt: Acrescentar uma tarefa

# selectTipoRespuestaLabel
source: Select task type*
es: Selecciona el tipo de tarea*
pt: Seleccione o tipo de tarefa*

# selectTipoRespuestaEnunciado
source: Select a type
es: Selecciona un tipo
pt: Seleccione o tipo de tarefa

# selectTipoRespuestaVF
source: True or false
es: Verdadero o falso
pt: Verdadeiro ou falso

# selectTipoRespuestaMcq
source: Multiple choice question
es: Pregunta de opción múltiple
pt: Pergunta de escolha múltipla

# selectTipoRespuestaTexto
source: Text
es: Texto
pt: Texto

# selectTipoRespuestaShortText
source: Short text
es: Texto corto
pt: Texto breve

# selectTipoRespuestaPhoto
source: Photography
es: Fotografía
pt: Fotografia

# selectTipoRespuestaPhotoText
source: Photography and text
es: Fotografía y texto
pt: Fotografia e texto

# selectTipoRespuestaMultiPhotos
source: Multiple photos
es: Múltiples fotografías
pt: Fotografias múltiplas

# selectTipoRespuestaMultiPhotosText
source: Multiple photos and text
es: Múltiples fotografías y texto
pt: Fotografias múltiplas e texto

# selectTipoRespuestaVideo
source: Video
es: Vídeo
pt: Vídeo

# selectTipoRespuestaSR
source: No answer
es: Sin respuesta
pt: Sem resposta

# selectTipoRespuestaVideoText
source: Video and text
es: Vídeo y texto
pt: Vídeo e texto

# tituloNTLabel
source: Title*
es: Título*
pt: Título*

# tituloNT
source: Write here the new task title
es: La tarea necesita un título
pt: Escreva aqui o novo título da tarefa

# textAsociadoNTLabel
source: Task statement*
es: Enunciado de la tarea*
pt: Declaração de tarefa*

# textoAsociadoNT
source: Task statement to be completed
es: La tarea necesita un enunciado para poder realizarse
pt: Declaração de tarefa a ser completada

# verdaderoNTDivLabel
source: Select the correct answer: *
es: Selecciona la respuesta correcta: *
pt: Seleccione a resposta correcta: *

# rbVFVNTVLabel
source: True
es: Verdadero
pt: Verdadeiro

# rbVFFNTLabel
source: False
es: Falso
pt: Falso

# rVMCQLabel
source: Correct answer*
es: Respuesta correcta*
pt: Adicionar resposta correcta*

# rVMCQ
source: Write here a true answer
es: Escribe una respuesta verdadera
pt: Escreva aqui uma resposta verdadeirar

# addrV
source: Add correct answer
es: Añadir respuesta verdadera
pt: Adicionar resposta correcta

# rDMCQLable
source: Distraction*
es: Distracción*
pt: Distracção*

# rDMCQ
source: Wrong option
es: Opción falsa
pt: Opção errada

# rD1MCQLabel
source: Distraction 1*
es: Distracción 1*
pt: Distracção 1*

# rD1MCQ
source: Wrong option 1
es: Opción falsa 1
pt: Opção errada 1

# rD2MCQLabel
source: Distraction 2*
es: Distracción 2*
pt: Distracção 2*

# rD2MCQ
source: Wrong option 2
es: Opción falsa 2
pt: Opção errada 2

# rD3MCQLabel
source: Distraction 3*
es: Distracción 3*
pt: Distracção 3*

# rD3MCQ
source: Wrong option 3
es: Opción falsa 3
pt: Opção errada 3

# addrD
source: Add distraction
es: Añadir distracción
pt: Acrescentar distracção

# cbEspacioDivLabel
source: Space where task can be completed*
es: Espacio donde la tarea podrá ser completada*
pt: Espaço onde a tarefa pode ser completada*

# cbEspacioDivError
source: At least one space must be selected
es: Se debe seleccionar al menos un espacio
pt: Pelo menos um espaço deve ser seleccionado

# rbEspacio1Label
source: Physical
es: Físico
pt: Físico

# rbEspacio2Label
source: Virtual map
es: Mapa virtual
pt: Mapa virtual

# cbEspacioDivPopover
source: Physical: task must be completed near feature. Virtual map: task can be completed through CHEST from any location.
es: Físico: la tarea se tiene que realizar cerca de la posición del lugar. Mapa virtual: la tarea puede realizarse a través de CHEST desde cualquier lugar.
pt: Físico: a tarefa deve ser concluída perto da característica. Mapa virtual: a tarefa pode ser concluída através do CHEST a partir de qualquer local.

# puntosYaExistentesEx
source: This tab displays features near the selected location that already exist in CHEST. Clicking on one of these items displays the information of the site where learning tasks can be added.
es: En esta pestaña se muestran los puntos de interés cercanos a la ubicación seleccionada que ya existen en CHEST. Al pulsar sobre uno de estos elementos se muestra la información del lugar donde se puede agregar las tareas de aprendizaje que desee.
pt: Este separador apresenta características próximas do local seleccionado que já existem no CHEST. Clicando num destes itens, é mostrada a informação do local onde as tarefas de aprendizagem podem ser adicionadas.

# puntosYaExistentesExShort
source: Features near the point
es: Lugares existentes cercanos al punto
pt: Lugares próximos do ponto

# withoutClosePOIs
source: There are not features in CHEST close to the clicked location.
es: No hay puntos de interés en CHEST cercanos a la ubicación pulsada
pt: Não há características no CHEST perto do local clicado.

# lodPoiEx
source: This tab displays the LOD-based features near the selected location. Clicking on one of these items you can check its information and submit in CHEST. Use this option if CHEST does not have the feature that you wanted to register.
es: Esta pestaña muestra los puntos de interés basados en Datos Abiertos Enlazados cerca de la ubicación pulsada. Haciendo clic en uno de estos elementos se puede revisar y editar su información y registrarla en CHEST. Usa esta opción si CHEST no dispone del lugar que quieres registrar.
pt: Este separador mostra as lugares baseadas no LOD perto do local seleccionado. Clicando num destes itens, pode verificar a sua informação e submeter em CHEST. Utilize esta opção se o CHEST não tiver a funcionalidade que pretendia registar.

# lodPoiExShort
source: Add a feature with LOD support
es: Genera lugares basado en LOD
pt: Adicionar uma característica com suporte de LOD

# withoutLOD
source: No Linked Open Data have been found that have not been used in other features.
es: Sin Datos Abiertos Enlazados que no se hayan utilizado en otros puntos de interés.
pt: Não foram encontrados dados abertos ligados que não tenham sido utilizados noutras lugares.

# nPoiEx
source: With the following button you can add a new site to CHEST without being based on Linked Open Data. Use this option if CHEST does not have the feature that you wanted to register.
es: Con el siguiente botón puedes agregar un nuevo lugar a CHEST que no esté basado en Datos Abiertos Enlazados. Usa esta opción si CHEST no dispone del lugar que quieres registrar.
pt: Com o seguinte botão pode adicionar um novo lugar ao CHEST sem ser baseado em Dados Abertos Vinculados. Utilize esta opção se o CHEST não tiver o lugar que pretendia registar.

# nPoiExShort
source: Add a feature without LOD support
es: Genera lugares desde cero
pt: Adicionar um lugar sem apoio LOD

# vistaDocente
source: Teacher's view
es: Vista docente
pt: Opinião do professor

# aumentaZum
source: Zoom in to add new feature
es: Aumenta el nivel de zum para poder agregar nuevos lugares
pt: Zoom in para adicionar novo lugar

# aumentaZumShort
source: Zoom in
es: Aumentar zum

# disminuyeZum
source: Zoom out
es: Reduce zum

source: More info.
es: Más info.
pt: Mais info.

# sobreCHEST
source: About CHEST
es: Información sobre CHEST
pt: Sobre CHEST

# noLanzarURL
source: Could not open the web browser.
es: No se ha conseguido abrir el navegador para visitar el sitio.
pt: Não foi possível abrir o web browser.

# mapa
source: Map
es: Mapa
pt: Mapa

# perfil
source: My profile
es: Mi perfil
pt: O meu perfil

# infoGestion
source: Account information and management
es: Información y gestión de tu cuenta
pt: Informação e gestão da conta

# ajustesCHEST
source: CHEST settings
es: Ajustes de CHEST
pt: Configurações do CHEST

# ayudaOpinando
source: Help us by giving your opinion about CHEST
es: Ayúdanos dando tu opinión sobre CHEST
pt: Ajude-nos dando a sua opinião sobre o CHEST

# politica
source: Privacy policy
es: Política de privacidad
pt: Política de privacidade

# comparteApp
source: Share the application
es: Comparte la aplicación
pt: Partilhar o aplicativo

# masInfo
source: About it…
es: Más información…
pt: Sobre…

# usuarioInvitado
source: Guest user
es: Usuario invitado
pt: Utilizador convidado

# textLogin
source: Enter your e-mail
es: Introduce tu dirección de correo electrónico
pt: Introduza o seu e-mail

# textLoginError
source: Enter a valid e-mail address
es: Introduce una dirección de correo electrónico válida
pt: Introduzir um endereço de correio electrónico válido

# passLogin
source: Enter your password
es: Introduce tu contraseña
pt: Introduza a sua palavra-passe

# passLoginError
source: Enter your password. If you do not remember it you can click on "I forgot my password"
es: Introduce tu contraseña. Si no la recuerdas puedes pulsar sobre «Olvidé la contraseña»
pt: Introduza a sua palavra-passe. Se não se lembra, pode clicar em "Esqueci-me da minha palavra-passe".

# passLoginAgain
source: Re-enter your password
es: Introduce de nuevo tu contraseña
pt: Volte a introduzir a sua palavra-passe

# passLoginAgainError
source: Passwords do not match
es: Las constraseñas no coinciden
pt: As palavras-passe não coincidem

# olvidePass
source: I forgot my password
es: Olvidé la contraseña
pt: Esqueci-me da minha palavra-passe

# nuevoUsuario
source: New user
es: Nuevo usuario
pt: Novo utilizador

# errorUserPass
source: Problem with user or password
es: Usuario y/o contraseña incorrectos
pt: Problema com o utilizador ou palavra-passe

# errorEmailSinVerificar
source: Unverified e-mail address. Check your SPAM folder
es: Dirección de correo sin verificar. Comprueba tu correo (incluida la carpeta de SPAM)
pt: Endereço de correio electrónico não verificado. Verifique a sua pasta SPAM

# iniciaParaRealizar
source: Sign in to be able to carry out learning tasks
es: Identifícate para poder realizar tareas educativas
pt: Iniciar a sessão para poder realizar tarefas de aprendizagem

# masTarde
source: Later on
es: Más tarde
pt: Mais tarde

# sinRespuestas
source: No answers
es: Sin respuestas
pt: Sem respostas

# passRestablecida
source: If the e-mail address was previously registered you will have been sent an e-mail to change the password (check SPAM)
es: Si la dirección de correo electrónico se había registrado previamente se te habrá enviado un correo para que puedas cambiar la contraseña (comprueba SPAM)
pt: Se o endereço de e-mail foi previamente registado, ter-lhe-á sido enviado um e-mail para alterar a palavra-passe (verifique SPAM)

# restablecerPass
source: Reset password
es: Cambiar la contraseña
pt: Redefinir palavra-passe

# passTamaError
source: Password length must be longer than 6 characters
es: La longitud de la contraseña tiene que ser mayor a 6 caracteres
pt: O comprimento da palavra-passe deve ser superior a 6 caracteres

# textName
source: Enter your name
es: Introduce tu nombre
pt: Introduza o seu nome

# surname
source: Enter your surname
es: Introduce tu apellido
pt: Introduza o seu apelido

# validarCorreo
source: An e-mail has been sent to the indicated address to validate and complete the registration process
es: Se te ha enviado un correo a la dirección indicada (comprueba SPAM) para que se valide y el proceso de registro quede completo
pt: Foi enviado um e-mail para o endereço indicado para validar e completar o processo de registo

# errorPassDebil
source: Our authentication service considers that the password is weak. Try another password longer than 6 characters
es: Nuestro servicio de autenticación considera que la contraseña es débil. Prueba con otra de longitud superior a 6 caracteres
pt: O nosso serviço de autenticação considera que a palavra-passe é fraca. Experimente outra palavra-passe com mais de 6 caracteres

# errorMailEnUso
source: The e-mail address you have entered is already in use. Reset the password if you do not remember it
es: La dirección de correo indicada ya se encuentra en uso. Restablece la contraseña si no la recuerdas
pt: O endereço de correio electrónico que introduziu já está em uso. Reponha a palavra-passe se não se lembrar dela

# registrarUsuario
source: Register user
es: Registrar usuario
pt: Registar utilizador

# infoQueEs
source: What is CHEST?
es: ¿Qué es CHEST?
pt: O que é o CHEST?

# infoQueEsM
source: CHEST (Cultural Heritage Educational Semantic Tool) is a distributed application that uses Open Data from different sources to support ubiquitous learning. Through CHEST you can create new contents and complete learning tasks (registered users). This learning tasks can be designed to be completed close to the site or from any location.
es: CHEST (Cultural Heritage Educational Semantic Tool, Herramienta Semántica Educativa del Patrimonio Cultural) es una aplicación distribuida que utiliza Datos Abiertos de distintas fuentes de información para apoyar el aprendizaje ubicuo. A través de CHEST se puede crear nuevo contenido y realizar tareas educativas (usuarios registrados). Estas tareas educativas pueden estar diseñadas para ser realizadas cerca del lugar o desde cualquier lugar.
pt: CHEST (Cultural Heritage Educational Semantic Tool) é uma aplicação distribuída que utiliza dados abertos de diferentes fontes para apoiar a aprendizagem ubíqua. Através do CHEST é possível criar novos conteúdos e completar tarefas de aprendizagem (utilizadores registados). Estas tarefas de aprendizagem podem ser concebidas para serem concluídas perto do local ou a partir de qualquer local.

# infoLod
source: CHEST uses Open Data
es: CHEST utiliza Datos Abiertos
pt: CHEST utiliza dados abertos

# infoLodM
source: Spatial thing data were recovered automatically using different (Linked) Open Data sources such as those offered by <a href='https://datosabiertos.jcyl.es/web/es/datos-abiertos-castilla-leon.html'>Open Data of Castile and Leon</a>, <a href='https://www.dbpedia.org/'>DBpedia</a>, <a href='https://www.wikidata.org/wiki/Wikidata:Main_Page'>Wikidata</a>, and <a href='https://www.openstreetmap.org'>OpenStreetMap</a>.<br>In addition to this data, teachers can add new spatial things, learning tasks, and itineraries through the CHEST interface. This new information will be stored, transparently, as Linked Open Data.
es: Los de los objetos espaciales se recuperan de forma automática de distintos repositorios de datos abiertos (enlazados) como son los ofrecidos por el portal <a href='https://datosabiertos.jcyl.es/web/es/datos-abiertos-castilla-leon.html'>Datos Abiertos de la Junta de Castilla y León</a>, <a href='https://www.dbpedia.org/'>DBpedia</a>, <a href='https://www.wikidata.org/wiki/Wikidata:Main_Page'>Wikidata</a> y <a href='https://www.openstreetmap.org'>OpenStreetMap</a>.<br><br>Además de estos datos, los docentes pueden agregar nuevos objetos espaciales, tareas de aprendizaje e itinerarios a través de la interfaz de CHEST. Esta nueva información se almacenará, de forma transparente, como Datos Abiertos Enlazados.
pt: Os dados iniciais do CHEST foram gerados semi-automaticamente utilizando diferentes fontes de Dados Abertos como as oferecidas pela <a href='https://datosabiertos.jcyl.es/web/es/datos-abiertos-castilla-leon.html'>Open Data of Castile and Leon</a>, <a href='https://www.dbpedia.org/'>DBpedia</a> e <a href='https://www.wikidata.org/wiki/Wikidata:Main_Page'>Wikidata</a>.<br>Para além destes dados, os professores podem acrescentar novos pontos de interesse e tarefas de aprendizagem através da interface CHEST (que pode ser utilizada para a criação de itinerários). Esta nova informação será armazenada, de forma transparente, como Dados Abertos Vinculados.

# infoGSIC
source: An application of the GSIC/EMIC research group
es: Una aplicación del grupo GSIC/EMIC
pt: Uma aplicação do grupo de investigação GSIC/EMIC

# infoGSICM
source: CHEST is being designed and developed by <a href='https://www.gsic.uva.es'>GSIC/EMIC research group</a>. This group is made up by engineers and educators from Higher Technical School of Telecommunications Engineering, Computer Engineering School and Faculty of Education and Social Work from <a href='https://universityofvalladolid.uva.es/'>University of Valladolid</a>, Spain.
es: CHEST se está diseñando y desarrollando dentro del <a href='https://gsic.uva.es'>grupo de investigación GSIC/EMIC</a>. Este grupo está formado por ingenieros y educadores de la Escuela Técnica Superior de Ingenieros de Telecomunicación, la Escuela de Ingeniería Informática y la Facultad de Educación y Trabajo Social de la <a href='https://www.uva.es'>Universidad de Valladolid</a>, España.
pt: O CHEST está a ser concebido e desenvolvido pelo <a href='https://www.gsic.uva.es'>grupo de investigação GSIC/EMIC</a>. Este grupo é composto por engenheiros e educadores da Escola Técnica Superior de Engenharia de Telecomunicações, Escola de Engenharia Informática e Faculdade de Educação e Trabalho Social da <a href='https://universityofvalladolid.uva.es/'>Universidade de Valladolid</a>, Espanha.

# infoMapas
source: Map provider: CARTO & esri
es: Proveedor de mapas: CARTO & esri
pt: Fornecedor de mapas: OpenStreetMap

# infoMapasM
source: The map layers used in the application come from <a href='https://carto.com/attributions'>CARTO</a> (standard view) and <a href='https://www.arcgis.com/home/item.html?id=10df2279f9684e4a9f6a7f08febac2a9'>esri</a> (satellite view). You can find more information at the links to the above websites.
es: Los mapas que se utilizan en la aplicación provienen de <a href='https://carto.com/attributions'>CARTO</a> (vista estándar) y de <a href='https://www.arcgis.com/home/item.html?id=10df2279f9684e4a9f6a7f08febac2a9'>esri</a> (vista satélite). Puedes encontrar más información en los enlaces a los sitios web anteriores anteriores.
pt: Os dados cartográficos utilizados no CHEST provêm do <a href='https://www.openstreetmap.org/'>OpenStreetMap</a>. Estes dados são licenciados sob a licença Open Data Commons Open Database License (ODbL). Os mapas foram personalizados utilizando <a href='https://www.mapbox.com/'>Mapbox</a>.

# infoBiblios
source: Libraries used in CHEST client
es: Bibliotecas usadas en el cliente de CHEST
pt: Bibliotecas utilizadas no cliente CHEST
